{
  "employment": 0,
  "contract": 1,
  "template": 2,
  "this": 3,
  "made": 4,
  "between": 5,
  "company": 6,
  "name": 7,
  "england": 8,
  "and": 9,
  "wales": 10,
  "employee": 11,
  "position": 12,
  "duties": 13,
  "the": 14,
  "shall": 15,
  "title": 16,
  "perform": 17,
  "such": 18,
  "are": 19,
  "required": 20,
  "including": 21,
  "but": 22,
  "not": 23,
  "limited": 24,
  "duty": 25,
  "salary": 26,
  "benefits": 27,
  "pay": 28,
  "gross": 29,
  "annual": 30,
  "amount": 31,
  "payable": 32,
  "transfer": 33,
  "entitled": 34,
  "other": 35,
  "working": 36,
  "time": 37,
  "hours": 38,
  "per": 39,
  "week": 40,
  "may": 41,
  "work": 42,
  "reasonable": 43,
  "additional": 44,
  "for": 45,
  "proper": 46,
  "performance": 47,
  "days": 48,
  "paid": 49,
  "leave": 50,
  "plus": 51,
  "bank": 52,
  "holidays": 53,
  "rated": 54,
  "employees": 55,
  "confidentiality": 56,
  "acknowledges": 57,
  "that": 58,
  "they": 59,
  "will": 60,
  "have": 61,
  "access": 62,
  "confidential": 63,
  "information": 64,
  "agrees": 65,
  "maintain": 66,
  "strict": 67,
  "during": 68,
  "after": 69,
  "accordance": 70,
  "with": 71,
  "data": 72,
  "protection": 73,
  "act": 74,
  "gdpr": 75,
  "restrictive": 76,
  "covenants": 77,
  "period": 78,
  "months": 79,
  "termination": 80,
  "within": 81,
  "solicit": 82,
  "either": 83,
  "party": 84,
  "terminate": 85,
  "giving": 86,
  "notice": 87,
  "written": 88,
  "without": 89,
  "misconduct": 90,
  "breach": 91,
  "criminal": 92,
  "conviction": 93,
  "affecting": 94,
  "negligence": 95,
  "governing": 96,
  "law": 97,
  "governed": 98,
  "english": 99,
  "subject": 100,
  "exclusive": 101,
  "jurisdiction": 102,
  "courts": 103,
  "parties": 104,
  "date": 105,
  "first": 106,
  "signed": 107,
  "agreement": 108,
  "entered": 109,
  "into": 110,
  "disclosing": 111,
  "receiving": 112,
  "any": 113,
  "all": 114,
  "non": 115,
  "public": 116,
  "disclosed": 117,
  "trade": 118,
  "secrets": 119,
  "business": 120,
  "plans": 121,
  "software": 122,
  "source": 123,
  "personal": 124,
  "obligations": 125,
  "hold": 126,
  "confidence": 127,
  "third": 128,
  "consent": 129,
  "use": 130,
  "solely": 131,
  "agreed": 132,
  "purposes": 133,
  "take": 134,
  "security": 135,
  "protect": 136,
  "comply": 137,
  "does": 138,
  "apply": 139,
  "available": 140,
  "through": 141,
  "prior": 142,
  "disclosure": 143,
  "developed": 144,
  "court": 145,
  "regulatory": 146,
  "return": 147,
  "materials": 148,
  "upon": 149,
  "promptly": 150,
  "provide": 151,
  "term": 152,
  "effect": 153,
  "years": 154,
  "from": 155,
  "under": 156,
  "enforcement": 157,
  "etc": 158,
  "regulations": 159,
  "remedies": 160,
  "cause": 161,
  "damages": 162,
  "would": 163,
  "acknowledge": 164,
  "their": 165,
  "processing": 166,
  "agreements": 167,
  "service": 168,
  "client": 169,
  "provider": 170,
  "services": 171,
  "following": 172,
  "payment": 173,
  "terms": 174,
  "schedule": 175,
  "total": 176,
  "value": 177,
  "late": 178,
  "interest": 179,
  "above": 180,
  "base": 181,
  "rate": 182,
  "commercial": 183,
  "debts": 184,
  "standards": 185,
  "care": 186,
  "skill": 187,
  "good": 188,
  "applicable": 189,
  "british": 190,
  "intellectual": 191,
  "property": 192,
  "rights": 193,
  "product": 194,
  "created": 195,
  "full": 196,
  "copyright": 197,
  "limitation": 198,
  "liability": 199,
  "exceed": 200,
  "nothing": 201,
  "death": 202,
  "injury": 203,
  "caused": 204,
  "misrepresentation": 205,
  "indemnification": 206,
  "each": 207,
  "indemnify": 208,
  "against": 209,
  "claims": 210,
  "arising": 211,
  "negligent": 212,
  "acts": 213,
  "provisions": 214,
  "unfair": 215,
  "immediately": 216,
  "dispute": 217,
  "resolution": 218,
  "disputes": 219,
  "liable": 220,
  "circumstances": 221,
  "action": 222,
  "industrial": 223,
  "entire": 224,
  "clauses": 225,
  "library": 226,
  "hire": 227,
  "general": 228,
  "inventions": 229,
  "owned": 230,
  "right": 231,
  "its": 232,
  "pre": 233,
  "existing": 234,
  "grants": 235,
  "license": 236,
  "ownership": 237,
  "grant": 238,
  "deliverables": 239,
  "perpetual": 240,
  "purpose": 241,
  "jointly": 242,
  "moral": 243,
  "extent": 244,
  "permitted": 245,
  "integrity": 246,
  "patent": 247,
  "warrants": 248,
  "infringe": 249,
  "valid": 250,
  "defend": 251,
  "year": 252,
  "certain": 253,
  "constitute": 254,
  "agree": 255,
  "except": 256,
  "trademark": 257,
  "open": 258,
  "compliance": 259,
  "event": 260,
  "indirect": 261,
  "consequential": 262,
  "loss": 263,
  "out": 264,
  "related": 265,
  "rise": 266,
  "harmless": 267,
  "losses": 268,
  "expenses": 269,
  "omissions": 270,
  "violation": 271,
  "provided": 272,
  "claim": 273,
  "costs": 274,
  "credit": 275,
  "actions": 276,
  "taken": 277,
  "faith": 278,
  "scope": 279,
  "willful": 280,
  "director": 281,
  "corporation": 282,
  "officers": 283,
  "insurance": 284,
  "requirements": 285,
  "minimum": 286,
  "providing": 287,
  "fails": 288,
  "conduct": 289,
  "course": 290,
  "make": 291,
  "when": 292,
  "due": 293,
  "failure": 294,
  "otherwise": 295,
  "survival": 296,
  "survive": 297,
  "amounts": 298,
  "solicitation": 299,
  "wind": 300,
  "down": 301,
  "cooperate": 302,
  "ensure": 303,
  "over": 304,
  "precedents": 305,
  "principles": 306,
  "formation": 307,
  "contracts": 308,
  "offer": 309,
  "acceptance": 310,
  "consideration": 311,
  "create": 312,
  "legal": 313,
  "relations": 314,
  "key": 315,
  "case": 316,
  "established": 317,
  "must": 318,
  "invitation": 319,
  "treat": 320,
  "cases": 321,
  "goods": 322,
  "ltd": 323,
  "communications": 324,
  "benefit": 325,
  "can": 326,
  "performed": 327,
  "reliance": 328,
  "test": 329,
  "frustration": 330,
  "makes": 331,
  "impossible": 332,
  "different": 333,
  "modern": 334,
  "doctrine": 335,
  "consumer": 336,
  "exclusion": 337,
  "transport": 338,
  "fundamental": 339,
  "fair": 340,
  "trading": 341,
  "national": 342,
  "ukhl": 343,
  "allows": 344,
  "enforce": 345,
  "beswick": 346,
  "duress": 347,
  "undue": 348,
  "influence": 349,
  "workers": 350,
  "royal": 351,
  "penalty": 352,
  "contractual": 353,
  "penalties": 354,
  "than": 355,
  "genuine": 356,
  "approach": 357,
  "dismissal": 358,
  "protected": 359,
  "icr": 360,
  "belief": 361,
  "based": 362,
  "constructive": 363,
  "employer": 364,
  "discrimination": 365,
  "equality": 366,
  "protects": 367,
  "age": 368,
  "disability": 369,
  "gender": 370,
  "reassignment": 371,
  "marriage": 372,
  "civil": 373,
  "partnership": 374,
  "pregnancy": 375,
  "maternity": 376,
  "race": 377,
  "religion": 378,
  "sex": 379,
  "sexual": 380,
  "orientation": 381,
  "direct": 382,
  "adjustments": 383,
  "employers": 384,
  "disabled": 385,
  "arrangements": 386,
  "equipment": 387,
  "require": 388,
  "directive": 389,
  "maximum": 390,
  "hour": 391,
  "opt": 392,
  "rest": 393,
  "breaks": 394,
  "daily": 395,
  "weekly": 396,
  "periods": 397,
  "mining": 398,
  "cannot": 399,
  "whistleblowing": 400,
  "who": 401,
  "disclosures": 402,
  "about": 403,
  "wrongdoing": 404,
  "offences": 405,
  "health": 406,
  "safety": 407,
  "dangers": 408,
  "environmental": 409,
  "damage": 410,
  "miscarriages": 411,
  "justice": 412,
  "restraints": 413,
  "categories": 414,
  "tupe": 415,
  "transfers": 416,
  "undertakings": 417,
  "businesses": 418,
  "relevant": 419,
  "collective": 420,
  "redundancies": 421,
  "union": 422,
  "labour": 423,
  "consolidation": 424,
  "requires": 425,
  "consultation": 426,
  "making": 427,
  "equal": 428,
  "provides": 429,
  "equivalent": 430,
  "statutes": 431,
  "sale": 432,
  "governs": 433,
  "implied": 434,
  "description": 435,
  "quality": 436,
  "fitness": 437,
  "satisfactory": 438,
  "standard": 439,
  "risk": 440,
  "price": 441,
  "enhanced": 442,
  "supply": 443,
  "consolidates": 444,
  "fit": 445,
  "digital": 446,
  "content": 447,
  "significant": 448,
  "regulates": 449,
  "exclude": 450,
  "satisfy": 451,
  "reasonableness": 452,
  "form": 453,
  "bargaining": 454,
  "power": 455,
  "expressly": 456,
  "has": 457,
  "writing": 458,
  "statute": 459,
  "electronic": 460,
  "signatures": 461,
  "support": 462,
  "statutory": 463,
  "payments": 464,
  "automatic": 465,
  "day": 466,
  "prohibits": 467,
  "practices": 468,
  "consumers": 469,
  "prohibition": 470,
  "package": 471,
  "travel": 472,
  "implements": 473,
  "primary": 474,
  "weeks": 475,
  "detriment": 476,
  "redundancy": 477,
  "characteristics": 478,
  "assessments": 479,
  "wage": 480,
  "rates": 481,
  "powers": 482,
  "join": 483,
  "workplace": 484,
  "rectification": 485
}